{
  "basic_title": "Web Developer",
  "basic_biography": "On the net, they live under the name of JIYUUJIN. Birthday is November 04, 1988. Born in Toyonaka City, Osaka Prefecture. Gender is male. Currently, we are active mainly in the Kansai area (Kyoto and Osaka).",
  "label": "Label",
  "labels": {
    "basic_info": "Basic Information",
    "business_card": "Online Business Card",
    "curriculum_vitae": "Curriculum Vitae",
    "position": "Position",
    "contribute": "Contribute",
    "payment_test": "Pay (TEST)",
    "payment": "Pay",
    "related_links": "Related Links",
    "youtube_live": "YouTube Live"
  },
  "confirm_policy": "Confirm Policy",
  "enter_payment_method": "Enter Payment Method",
  "work": "Work",
  "work_experience": "I started my career as an iOS native app engineer. While acquiring basic coding through work as an application engineer, I also worked on improving the UX of the management screen (PHP) that runs behind it. I was fascinated by the part that went through the process of improving the Web, and gradually stepped into the area of ​​front-end engineers, such as Node.js and other front-ends, CSS design, and the use of frameworks.",
  "about_me": "About Me",
  "skill": "Skill",
  "skill_set": "Skill Set",
  "skill_set_coming_soon": "Skill Set (Coming Soon)",
  "product": "Product",
  "product_technology_used": "Technology Used",
  "products": {
    "profile": "Web Developer - Yuma Kitamura",
    "profile_description": "Production started in Feb 2020, published in Mar 2020. This profile site was opened in March 2020 to separate it from the technical blog and introduce itself. The position of the Web cat blog, which has been held by the stage / LT as an entrance to introduce oneself, will be changed for this profile site.",
    "tech_hub": "A portal site created to incorporate the feelings of a sole proprietor while keeping in mind all activities such as side businesses, regardless of the main business. Our community (i-Company), including the portal site, aims to contribute widely to solving problems on the Web. At the moment, I have put together multiple media such as my blog and note in one feed.",
    "tech_blog": "Tech Blog",
    "tech_blog_description": "A personal blog opened in October 2018 to disseminate knowledge. The name comes from the fact that he loves cats, which is his characteristic, and that he is good at the front end as an individual Web developer, and that he is also very interested in infrastructure. <br /> At that time, Contentful, one of the Headless CMS, was running. There was an urgent need to have a product as an individual that is not affected by any external influences, such as the fact that we could not meet a permanent product even in the work scene and ended up in the middle of the process. Production has started based on Nuxt.js (v1.0.0-rc.11 at that time).",
    "insight": "A website established to calculate the performance of each website that it operates as a quantitative numerical value on a daily basis. The numbers here are based on PageSpeed ​​Insights v5 and are regularly observed daily using Google Cloud Run."
  },
  "community": "Tech Community",
  "community_role": "Participating in the following community as a staff member",
  "slide": "Stage Slide",
  "slides": {
    "recommend_to_developers_relations_in_community_hands_on": "Recommend To DevRel in community handson",
    "personal_sponsor_in_jaws_days_2021": "One of personal sponsors in JAWS DAYS 2021",
    "the_world_revolves_around_slack": "The world revolves around Slack",
    "pwa_that_was_closer_to_me": "PWA, that was closer to me",
    "practical_use_of_transition": "Practical use of Transition",
    "the_point_of_composition_api": "The point of Composition API",
    "looking_back_in_2019": "Looking back in 2019",
    "vue_cli_test_tips": "Vue CLI test tips"
  },
  "contact": "Contact"
}
