{
  "title": "Web Developer",
  "online_business_card": "Online Business Card",
  "locale_is": "Locale: ",
  "contribute": "Contribute",
  "test_pay": "Pay (TEST)",
  "pay": "Pay",
  "basic_info": "Basic Information",
  "biography": "On the net, they live under the name of JIYUUJIN. Birthday is November 04, 1988. Born in Toyonaka City, Osaka Prefecture. Gender is male. Currently, we are active mainly in the Kansai area (Kyoto and Osaka).",
  "curriculum_vitae": "Curriculum Vitae",
  "position": "Position",
  "work": "Work",
  "work_experience": "Start your career as an iOS native application developer. In my career so far, I acquired basic coding through work as an iOS native application developer, and with the environment that the server side that handles the WEB is not enough, CSS design including JQUERY, use of framework, etc. gradually We have also stepped into the area of front-end developers.",
  "related_links": "Related Links",
  "skill": "Skill",
  "skill_set": "Skill Set",
  "skill_set_coming_soon": "Skill Set (Coming Soon)",
  "product": "Product",
  "technology_used": "Technology Used",
  "profile": "Production started in Feb 2020, published in Mar 2020. This profile site was opened in March 2020 to separate it from the technical blog and introduce itself. The position of the Web cat blog, which has been held by the stage / LT as an entrance to introduce oneself, will be changed for this profile site.",
  "tech_hub": "A website created to open a community (i-Company) that revolves around solving Web issues. I put together multiple media such as my blog and note in one feed.",
  "blog": "Production started in Oct 2018, published in Nov 2018. Nuxt.js, which was `1.0.0rc11` at the time of production, was written in JavaScript, but later rewritten to TypeScript. The TypeScript API was also adopted from the `Decorator API`, but now the way to write `Options API` (Use `Vue.extend`) is progressing (it will be rewritten using the `Composition API` for Vue 3.0 soon)",
  "insight": "A website established to calculate the performance of each website that it operates as a quantitative numerical value on a daily basis. The numbers here are based on PageSpeed Insights v5.",
  "slide": "Stage Slide",
  "slides": {
    "personal_sponsor_in_jaws_days_2021": "One of personal sponsors in JAWS DAYS 2021",
    "the_world_revolves_around_slack": "The world revolves around Slack",
    "pwa_that_was_closer_to_me": "PWA, that was closer to me",
    "practical_use_of_transition": "Practical use of Transition",
    "the_point_of_composition_api": "The point of Composition API",
    "looking_back_in_2019": "Looking back in 2019",
    "vue_cli_test_tips": "Vue CLI test tips"
  },
  "contact": "Contact"
}
